Revit 2027 API
FabricationService.Abbreviation Property
 The short name of service.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public string Abbreviation { get; }
Public ReadOnly Property Abbreviation As String
	Get
public:
property String^ Abbreviation {
	String^ get ();
}
member Abbreviation : string with get
Property Value
String
See Also
Reference
FabricationService Class
Autodesk.Revit.DB Namespace